app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My article title"], ["description", "My article description"], ["created_at", "2020-02-25 00:29:35.595269"], ["updated_at", "2020-02-25 00:29:35.595269"]]
---
  def create
    @article = Article.create(title: params[:title], description: params[:description])